{
  "table1": {
    "title": "Risks from climate change",
    "columns": [
      {
        "header": "Key current risks from extreme heat",
        "content": [
          "costs increase",
          "fatality increase for saftey and maintenace",
          "essential maintenance cant go ahead because too hot - delay minutes/service performance affected",
          "emergencies planning - not fit for purpose - need 2 means of evacuation --currently not in Queen st, only 1 lift and staircase - 1 tunnel",
          "temperature rating",
          "battery management - batteries dont like heat",
          "once one cell persihes it other cells at risk of fire.",
          "exposed location",
          "inadequatestaff accomodation",
          "platfor 3-4 not fit for puspose - little boxes",
          "width of island platforms (3,4) few cool spots - could lead to accidents due to shirt width - for pedestrrians",
          "platform 5 has no shelter",
          "clear roof - greenhouse",
          "lack ofshelter",
          "heat stroke",
          "heat of the train plus heat - could be a problems - less with new fleet",
          "wooden sleepers have caught fire -creosote",
          "lots of breaking coming into the station",
          "overheating of equipment - trackside signalling modules",
          "flooding pollution - from train & neighbour sites",
          "track damage - washout & rail",
          "fallen debris",
          "overheating of equipment - trackside signalling modules",
          "overheating of equipment - trackside signalling modules",
          "overheating of equipment - trackside signalling modules"
        ],
        "color": "Yellow"
      },
      {
        "header": "Key risks from a range of future climate scenarios, including the extreme heat event scenario (up to 50oC)",
        "content": [
          "increased waste management - would be a fire risk and smell -",
          "fire risk on trains",
          "if lift out of use - no back up exit other than stairs - fit for purpose of site",
          "commercial risk - people wont use the service",
          "people struggle with heat - people loosing it - pasengers, esp with alcohol",
          "Main Newport road would be affected by any derailment",
          "e.g. expansion of glass happens in a range - if exceeded the glass with crack",
          "increased urban heat island effect",
          "additional demand on the grid - DNOs - as things get hotter - when over a certain current rating it will trip",
          "building materials lose reliabiity under hotter temps - insulating materials, cladding, on the station building - e.g. GRP - loose performance - if they are installed in 5 years and not future proofed -",
          "system overheating and unable to perform at required capacity",
          "heat not currntly seen as a reason to stop trains",
          "shelter - increasingly insufficient",
          "risk of fire on the track- hydraulic oil -",
          "review design heat - 40degrees",
          "increased buckling -increased chance of derailment",
          "OLE will be hotter - boards will fail at 90 degrees - will power off - system not able to cope - solder mets - needs cooling",
          "cant let the OLE fail",
          "batteries - no electrification so if equipment failure trains get stranded and depend on batteries for air con",
          "Ninions Park and Cathays stretch without overhead wire (dependent on battery) - how new rolling stock recharge from cable - if loop not complet - overhead rail not functioning. Exposed areas. neeeds modelling.",
          "buildings not consrtucted with thermal mass for heat sink"
        ],
        "color": "Dark Red"
      },
      {
        "header": "Key adaptation actions to address different levels of risk (and their thresholds) for extreme heat",
        "content": [
          "materials more resilience to range of heat",
          "colour of infrastructure - reflective, white, painting rails white",
          "GCRE -global centre fror Rail Excellence",
          "testing new ideas - e.g. pros and cons of green rooves",
          "welfare facilities - access to water",
          "working with first responders, fire services",
          "new comms plan - thinking about messgaing and channels",
          "increase flexibility - ways of working and expectatations for staff and passengers",
          "crowd management planning",
          "make business case for R&D - more funding",
          "comparison with other hot climates",
          "comparison across 4 nations",
          "accessing better data",
          "max effeciecy of the workforce - wearing shorts, PPE, working from home, ice packs",
          "changing the standards - RSSB - mindset shift 40 degrees too low",
          "understand the effect of heat on components - research on e.g. effective use of drones and RCM",
          "TfW possible develop new standards but working with RSSB",
          "modelling how existing fleet will perform wirth batteries - is it designed for 40degree - how cope with 47 degrees?",
          "review resilience of high risk components - what can cope/ not cope",
          "flex of employers - can people work from home",
          "stop rail services - imact on others e.g. nurses, fire fighters dont get to work",
          "explain clearly why we need to keep the service to continue",
          "big canopy over the station",
          "decision mapping - to know where are easy wind, timing of key decision moments",
          "better design of trains, buildings",
          "redefine the power approach for rail - e.g. hydrogen"
        ],
        "color": "Orange"
      }
    ]
  },
  "table2": {
    "title": "RAPA (Rapid Adaptation Pathways Assessment)",
    "adaptation_actions": {
      "content": [
        "stakeholder consultation - same workshop but with other key players",
        "changing standards - which have not caught up",
        "moving to another mode of transport",
        "new assets",
        "new trains",
        "new station",
        "whole system",
        "fitness for purpose review of everything",
        "new HR policy for staff - TfW and AIW",
        "painting of buildings etc",
        "extreme weather policy",
        "emergency planning",
        "training, PPE, first aid,",
        "solar shading of equipment",
        "increased remote monitoring",
        "embed adoption of cooling systems as part of capex",
        "Train plan for extreme weather (including heat)",
        "communications plan -both internal and external -- comms to passengers and internally around managing events",
        "continue to raise organisational capacity",
        "R&D to understand the resilience of the current system",
        "continue to raise awareness that this is coming - in TfW and supliers and passengers etc",
        "big canopy over the station",
        "accessing better data",
        "Assess drainage strategy of all nearby developments underway and planning applications and relate to at-risk drainage systems, flood risk locations and under-capacity culverts",
        "Increase Network Rail/Third party drainage capacity during design return periods and assess during exceedance events",
        "specifically assess capacity of culverts inline with EA river models and indentify pinch points as a joint approach",
        "Increased maintenance regimes and enhanced monitoring",
        "funding to proactively maintain drainage assets to recommended frequencies outlined in Drainage Management Plan",
        "allowing the track to flood safely with minimal structural impact for temporary periods",
        "Track raising",
        "enhanced scour management",
        "widen structures and bridge replacement",
        "temporary closure of the line",
        "permanent closure of the line",
        "canopy over the station",
        "canopy & additional building design options e.g. cool waiting rooms",
        "enhanced remote monitoring (but current system fails at 40 degrees)",
        "new generation remote monitoring (failure threshold unknown)",
        "shading and cooling options embedded e.g. solar shading of equipment, painting buildings, roofs white etc",
        "new trains designed to withstand a wider range of temperatures",
        "more efficient cooling systems which don't drain batteries so quickly",
        "new power options e.g. hydrogen",
        "replacement of unfit OLE and power equipment with resilient versions",
        "canopy over the station",
        "canopy & additional building design options e.g. cool waiting rooms",
        "enhanced remote monitoring (but current system fails at 40 degrees)",
        "new generation remote monitoring (failure threshold unknown)",
        "shading and cooling options embedded e.g. solar shading of equipment, painting buildings, roofs white etc",
        "new trains designed to withstand a wider range of temperatures",
        "more efficient cooling systems which don't drain batteries so quickly",
        "new power options e.g. hydrogen",
        "replacement of unfit OLE and power equipment with resilient versions"
      ],
      "color": "Green"
    },
    "assumptions": {
      "content": [
        "station operators, infrastruct maintenace staff, police, emergency services, local authorities, NR",
        "working RSSB, NR, supply chain - people who manufacture signal heads",
        "big incident - external change, end of life of an asset",
        "trains willexist",
        "all transport will be affected at high temperatures",
        "government advice about staying at home - unsafe",
        "lead times",
        "RCM will help",
        "also need to look at other risks - intensity, frequency , duration",
        "cant be a separate doc",
        "embed into renewal process",
        "building resiliece through existing processes",
        "we know this is coming down the line -",
        "working with the unions to agree this - link to pay discussions",
        "would it be nation al or TfW - need for flexible staff - expectations about being called in if you have more time off",
        "when it fails, RCM that is resilient to higher temperature",
        "so dont need maintenance staff going on track",
        "RCM starts to fail at 40",
        "linked to HR and working conditions and expetctations of staff (and safety)",
        "transparency - explain why things failed - live updates",
        "expectation management, levels of service",
        "to include right people in preparation - across TfL",
        "may already exist but this would be more encompassing - with NR and ARW to get speed limites righ and modelling",
        "how do humans react in other countries - siesta period? hours of working -handover time at 1pm not good - diff ewoking hours",
        "materials",
        "partnering with others in rail industry (NR, RSSB etc)",
        "looking at how other countries cope",
        "including battery and power modelling at different heats - the power draw,- test diff scenatios",
        "GCRE - partnering with them",
        "alongside other options like cool waiting rooms",
        "piloting new approaches",
        "arounf the duration of the extreme heat - no days and temp. assming 60 degrees",
        "have a conversation about threshold at which this might change due to impact on emergency services etc",
        "continue operating trains",
        "how people would react - passenger behaviour"
      ],
      "color": "Blue"
    }
  }
}